// const historyReport = [
//   {
//     id: "1",
//     name: "Мальта",
//     type: "Собака",
//     status: "відмінено",
//     doctor: "Симонюк О.Б.",
//     date: "17 Тра 2023",
//     time: "12:00",
//     price: "250 грн",
//     reason: "Потрібно підібрати корм та проконсультуватися щодо вакцинацію.",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "2",
//     name: "Тіффані",
//     type: "Собака",
//     status: "заплановано",
//     doctor: "Симонюк О.Б.",
//     date: "2023-05-17",
//     time: "12:00",
//     price: "250 грн",
//     reason: "Потрібно підібрати корм та проконсультуватися щодо вакцина...",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "3",
//     name: "Рекс",
//     type: "Собака",
//     status: "заплановано",
//     doctor: "Симонюк О.Б.",
//     date: "2023-05-17",
//     time: "12:00",
//     price: "250 грн",
//     reason: "Потрібно підібрати корм та проконсультуватися щодо вакцина...",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "4",
//     name: "Мальта",
//     type: "Кіт",
//     status: "завершено",
//     doctor: "Савченко І.З",
//     date: "2023-05-19",
//     time: "11:00",
//     price: "250 грн",
//     summary: "Висновок лікаря",
//     reason: "Вакцинація",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "5",
//     name: "Тіффані",
//     type: "Плазун",
//     status: "завершено",
//     doctor: "Симко В.З.",
//     date: "2023-05-10",
//     time: "15:00",
//     price: "250 грн",
//     reason: "Консультація",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "6",
//     name: "Тіффані",
//     type: "Птах",
//     status: "заплановано",
//     doctor: "Симонюк О.Б.",
//     date: "2023-05-17",
//     time: "12:00",
//     price: "250 грн",
//     reason: "Потрібно підібрати корм та проконсультуватися щодо вакцина...",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "7",
//     name: "Рекс",
//     type: "Собака",
//     status: "заплановано",
//     doctor: "Симонюк О.Б.",
//     date: "2023-05-17",
//     time: "12:00",
//     price: "250 грн",
//     reason: "Потрібно підібрати корм та проконсультуватися щодо вакцина...",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "8",
//     name: "Мальта",
//     type: "Собака",
//     status: "завершено",
//     doctor: "Савченко І.З",
//     date: "2023-05-19",
//     time: "11:00",
//     price: "250 грн",
//     summary: "Висновок лікаря",
//     reason: "Потрібно підібрати корм та проконсультуватися щодо вакцина...",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "9",
//     name: "Тіффані",
//     type: "Собака",
//     status: "відмінено",
//     doctor: "Симко В.З.",
//     date: "2023-05-10",
//     time: "15:00",
//     price: "250 грн",
//     reason: "Консультація",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "10",
//     name: "Тіффані",
//     type: "Собака",
//     status: "заплановано",
//     doctor: "Симонюк О.Б.",
//     date: "2023-05-17",
//     time: "12:00",
//     price: "250 грн",
//     reason: "Потрібно підібрати корм та проконсультуватися щодо вакцина...",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "11",
//     name: "Рекс",
//     type: "Собака",
//     status: "заплановано",
//     doctor: "Симонюк О.Б.",
//     date: "2023-05-17",
//     time: "12:00",
//     price: "250 грн",
//     reason: "Потрібно підібрати корм та проконсультуватися щодо вакцина...",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "12",
//     name: "Мальта",
//     type: "Собака",
//     status: "завершено",
//     doctor: "Савченко І.З",
//     date: "2023-05-19",
//     time: "11:00",
//     price: "250 грн",
//     summary: "Висновок лікаря",
//     reason: "Підібрати корм",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
//   {
//     id: "13",
//     name: "Тіффані",
//     type: "Собака",
//     status: "завершено",
//     doctor: "Симко В.З.",
//     date: "2023-05-10",
//     time: "15:00",
//     price: "250 грн",
//     reason: "Консультація",
//     complaints: `Дейл почав відмовлятися від стандартної порції їжі або навіть відмовлятися від їжі повністю протягом останніх 2 тижнів. 
//     Іноді грає з їжею, нюхає її або навіть відходить від миски без спроби поїсти. В результаті в нього знизилася активність, почав більше спати, став менш зацікавлений у прогулянках та іграх. 
//     Все це вплинуло на втрату ваги і став почувати себе більш виснаженим.`,
//     consultationSummary: [
//       {
//         diagnoses: "Шлунково-кишкове захворювання",
//         prescriptions: "Таблетки для жування ДіаДог & Кет",
//         treatment: `Дієта: Перехід на легкозасвоювану дієту протягом 2-3 тижні. Харчування має складатися з легкозасвоюваних продуктів, продукти з низьким вмістом жиру. Перші 2-3 дні харчування має бути з роздрібненими харчовими продуктами.
//       Ліки: Таблетки для жування ДіаДог & Кет: таблетку змішати з кормом або давати безпосередньо у дозі по ½ таблетки двічі на добу протягом 5-7 діб.
//       Гідратація: Забезпечити достатню гідратацію собаки (напування). В перші дні має випивати мінімум 200-250 мл води.`,
//         followUp:
//           "Якщо протягом 5 днів від дати звернення покращення не наступлять - відвідати лікаря офф-лайн",
//       },
//     ],
//     files: [],
//   },
// ];
// export default historyReport;
